# Задача 2: Найдите сумму цифр трехзначного числа.
num = input("Введите трёхзначное число: ")
print("Сумма цифр в числе =", int(num[0])+int(num[1])+int(num[2]))